{"firms": {"Creare": {"articles": [{"author": ["Us Epa Oa"], "title": "EPA Awards $2.3 Million in Funding for 21 Small Businesses to Develop Innovative Environmental Technologies | US EPA", "link": "https://www.epa.gov/newsreleases/epa-awards-23-million-funding-21-small-businesses-develop-innovative-environmental-5", "relevancy": 0, "published": "2019-07-18T13:11:31-04:00", "text": "News Releases from Region 01\n\nEPA Awards $2.3 Million in Funding for 21 Small Businesses to Develop Innovative Environmental Technologies\n\nNew England projects to receive $200,000 in funding\n\nContact Information: David Deegan (deegan.dave@epa.gov) (617) 918-1017\n\nWASHINGTON – Today, the U.S. Environmental Protection Agency (EPA) announced $2.3 million in funding for 21 small businesses to develop technologies that will help protect human health and the environment by monitoring air quality, treating drinking water, cleaning up contaminated sites, and creating greener, less toxic materials. Two projects in New England will each receive $100,000 to develop methods to sequester PFAS from wastewater, and to develop a wearable, low-weight, high accuracy, air-quality measurement tool.\n\n\"These funds support small businesses that have developed new technologies to monitor air quality, test for PFAS, and address other pressing environmental challenges,\" said EPA Administrator Andrew Wheeler. \"Through EPA's Small Business Innovation Research program, we provide important assistance to entrepreneurs as they develop innovative solutions that will strengthen both environmental protections and economic growth.\"\n\n\"EPA congratulates these two companies for taking the initiative to develop products that may help protect people's health,\" said EPA New England Acting Regional Administrator Deborah Szaro. \"We eagerly anticipate seeing the innovative products and solutions that these small businesses develop.\"\n\nThese 21 small businesses are receiving Phase I contracts from EPA's Small Business Innovation Research (SBIR) program, which awards contracts annually through a two-phase competition. Companies compete for a Phase I award of up to $100,000 by submitting research that addresses key environmental issues. After receiving a Phase I award, companies are eligible to compete for a Phase II award of up to $300,000 to further develop and commercialize the technology.\n\nSBIR Phase I recipients in New England include:\n\nCreare LLC, Hanover, N.H., AirQAST Portable Automated Air Quality Monitoring\n\nAnfiro, Inc., Woburn, Mass., Block Copolymer Membranes for Total Removal of Ionic and Nonionic PFAS from Industrial Wastewaters Optionally Co-Contaminated by Alcohols\n\nAnfiro is manufacturing block copolymer membranes with uniformly sized, nanoscale pores. The technology's uniquely-sharp size-based separation mechanism should allow both ionic and nonionic PFAS to be sequestered from wastewater. Most current treatment methods remove only ionic PFAS. Per- and polyfluoroalkyl substances (PFAS) are a group of man-made chemicals that includes PFOA, PFOS, GenX, and many other chemicals. PFAS chemicals are very persistent in the environment and in the human body – meaning they don't break down and they can accumulate over time.\n\nCreare has proposed to develop a wearable, low-weight, high accuracy, air-quality measurement tool. The device would integrate multiple sensors to monitor all major fire pollutants. Sampled data would be instantly broadcast to mobile devices, empowering fire managers with the capability to monitor real-time exposure levels for individual firefighters.\n\nEPA is one of 11 federal agencies that participate in the SBIR program, enacted in 1982 to strengthen the role of small businesses in federal research and development, create jobs, and promote U.S. technical innovation. To be eligible, a company must be an organized, for-profit U.S. business and have fewer than 500 employees.\n\nFor more information on EPA's SBIR Phase I recipients, visit https://cfpub.epa.gov/ncer_abstracts/index.cfm/fuseaction/recipients.display/rfa_id/641/records_per_page/ALL\n\nLearn more about EPA's SBIR program at www.epa.gov/sbir and learn about the current open Phase 1 SBIR solicitation, which closes on July 31, at www.epa.gov/sbir/sbir-funding-opportunities.", "firm": ["creare"], "keywords": ["program", "phase", "awards", "small", "research", "sbir", "funding", "develop", "million", "technologies", "epa", "pfas", "environmental", "epas", "businesses", "innovative"]}, {"author": ["Gregory Wallace", "Ellie Kaufman"], "title": "EPA declines requests to ban pesticide chlorpyrifos", "link": "https://www.cnn.com/2019/07/18/politics/epa-chlorpyrifos/", "relevancy": 0, "published": "2019-07-18T00:00:00", "text": "Washington (CNN) The Environmental Protection Agency has decided against a ban of the widely-used pesticide chlorpyrifos, which critics say is associated with neurological problems in children.\n\nThe agency concluded there is not sufficient evidence of the chemical's dangers to justify the ban requested by environmental groups and a group of states. Those groups cast the decision as another example of the Trump administration siding with industry.\n\n\"EPA has determined that their objections must be denied because the data available are not sufficiently valid, complete or reliable to meet petitioners' burden to present evidence demonstrating that the tolerances are not safe,\" the agency said in a statement Thursday.\n\nCritics say science shows chlorpyrifos is associated with neurological conditions in farm workers and their children.\n\nThe agency banned chlorpyrifos for household uses in 2000, but allowed agricultural producers to continue using it. That decision has been challenged through petitions and in the courts since 2007. Last summer, a federal court ordered the EPA to review the petition, and after a review of that decision, the agency was given 90 days in April to make a determination, culminating in Thursday's decision.\n\nRead More", "firm": ["creare"], "keywords": ["groups", "pesticide", "chlorpyrifos", "neurological", "review", "agency", "requests", "ban", "childrenthe", "decision", "say", "epa", "environmental", "evidence", "declines"]}, {"author": [], "title": "Il rischio della Sandbox per il Fintech in Italia: creare prodotti artificiali", "link": "https://www.economyup.it/fintech/il-rischio-della-sandbox-per-il-fintech-in-italia-creare-prodotti-artificiali/", "relevancy": 2, "published": "2019-07-18T11:19:24+00:00", "text": "Il “recinto” dove sperimentare contribuirà all’evoluzione del sistema, ma secondo il founder di Workinvoice è necessario affrontare alcuni punti critici in fase di definizione dei regolamenti. Come la creazione di prodotti incapaci di resistere alla prova del mercato\n\nMatteo Tarroni, fondatore di Workinvoice, il primo mercato online di invoice trading in Italia, interviene sul dibattito relativo alla Sandbox (ambiente libero ma limitato entro cui le imprese del fintech potranno sperimentare) evidenziandone, oltre alle opportunità, anche i rischi: per esempio che i prodotti testati in un ambiente artificiale e privo di turbolenze mostrino di essere deboli nel mercato reale. Ecco il suo punto di vista.\n\nNasce in Italia la Regulatory Sandbox per il Fintech, che rende il nostro Paese un po’ più britannico. Parliamo di un ambiente libero ma limitato entro cui le imprese – startup ma anche realtà più consolidate e già autorizzate a operare – potranno sperimentare, dunque arrivare alla definizione del proprio modello di business o alla creazione di prodotti e servizi innovativi in maniera più rapida e potenzialmente più efficiente. “Sandbox” è originariamente quel recinto in cui i bambini giocano con la sabbia e dove possono creare forme nuove e fantasiose a patto di non superare i bordi: ed è proprio in questa metafora il senso della norma che è stata inserita nel Decreto Crescita che dal 13 giugno è legge. Una novità sicuramente interessante ma che presenta alcuni punti critici.\n\nSandbox per il Fintech in Italia: che cos’è\n\nLa Sandbox italiana consiste in “una sperimentazione relativa alle attività di tecnofinanza (Fintech) volta al perseguimento, mediante nuove tecnologie quali l’intelligenza artificiale e i registri distribuiti, dell’innovazione di servizi e di prodotti nei settori finanziario, creditizio, assicurativo e dei mercati regolamentati”. Il Decreto definisce le modalità di massima stabilendo che la sperimentazione dovrà avere una durata non superiore a 18 mesi, avverte che dovranno essere stabiliti, attraverso i regolamenti attuativi, requisiti patrimoniali ridotti e adempimenti semplificati e proporzionati alle attività che si intende svolgere. Inoltre dovranno essere ridotti i tempi delle procedure autorizzative e definiti i perimetri di operatività.\n\nSandbox per il Fintech in Italia: i punti critici\n\nDalla teoria alla pratica\n\nL’istituzione della Sandbox prevede anche la creazione di un Comitato Fintech che definisca le linee strategiche del Fintech italiano e le traduca in proposte di legge facilitando anche le relazioni tra operatori di settore e autorità. Il buon funzionamento di questo soggetto intermedio è cruciale per il successo della Sandbox: in questa relazione agevolata – in cui gli operatori potranno sottoporre idee e problematiche alle autorità e ottenere risposte certe e rapide – si proverà l’efficacia di un ecosistema che vuole spingere l’acceleratore sull’innovazione italiana. Ma qui si evidenzia la prima criticità: si tratta di un buon punto di partenza su base teorica, dovremo capire come queste buone intenzioni saranno traslate in pratica nei regolamenti attuativi, che dovranno essere emanati entro la fine dell’anno con il contributo di Banca d’Italia, Consob e Ivass.\n\nProdotti più sicuri ed efficaci anche per i consumatori?\n\nCertamente, se ben indirizzata, la normativa potrà funzionare come un volano per la crescita del Fintech che in ogni caso, nel nostro Paese, pur se ancora in una fase embrionale di sviluppo, innova e sperimenta già sul campo. In particolare il settore dell’invoice trading, che è il più rilevante nel comparto del P2P lending domestico con circa un miliardo di erogato a marzo 2019 (dati P2P lending Italia) è una palestra importante: la stessa Workinvoice sta sviluppando formule innovative per rendere i crediti commerciali un’asset class investibile sempre più interessante per gli istituzionali.\n\nUn ambiente favorevole alla sperimentazione senza dubbio aiuta e può aumentare l’attrattività dei prodotti e servizi italiani anche per gli investitori internazionali, perché attenua la pesante morsa della burocrazia italiana ma allo stesso tempo garantisce la certezza di un quadro normativo.\n\nTuttavia, non è detto che nell’ambito della Sandbox sia sempre possibile dare vita a prodotti più sicuri ed efficaci anche per i consumatori: perché si tratta di prodotti che vengono testati in un ambiente artificiale e dunque potrebbe succedere che, una volta autorizzati per aver provato la propria efficacia in un mondo privo turbolenze, mostrino invece di essere deboli nel mercato reale.\n\nL’obiettivo della Sandbox è sicuramente lungimirante, resta da capire come si riusciranno a sciogliere queste piccole criticità. Staremo a vedere: al momento applaudiamo alle buone intenzioni.", "firm": ["creare"], "keywords": ["sandbox", "artificiali", "prodotti", "rischio", "ma", "italia", "di", "il", "creare", "della", "è", "la", "più", "fintech", "che"]}, {"author": [], "title": "Impresa sociale: alle radici dell’identità per creare valore", "link": "http://www.vita.it/it/article/2019/07/18/impresa-sociale-alle-radici-dellidentita-per-creare-valore/152281/", "relevancy": 2, "published": "2019-07-18T00:00:00", "text": "Una community che punta a creare un nuovo paradigma, con una consapevolezza: guardare al futuro tenendo fede alle proprie radici identitarie ed essere un attore sempre più rilevante nella produzione di beni e servizi per la comunità. Questo è il tradizionale evento targato Iris Network che ogni settembre a Riva del Garda vede darsi appuntamento oltre 400 imprenditori sociali.\n\nLa prossima edizione del Workshop sull’impresa sociale , giunto alla XVII edizione, è in programma il 12 e 13 settembre con l’intenzione di rimettere al centro il valore dell’impresa sociale – da cui il titolo “Identità è valore: oltre l’impatto” – a partire da quel valore sociale che ne ha ispirato la genesi, accompagnato lo sviluppo e definito il profilo istituzionale.\n\nL’impresa sociale sta vivendo una delle fasi più delicate e insieme più interessanti della sua esistenza. Da un lato si trova ad affrontare sfide sistemiche sempre più complesse, sia in termini di scenari globali (aumento della disoccupazione, delle povertà e delle disuguaglianze) che di emersione di nuovi bisogni e recupero di legittimità. Dall’altro, si candida ad essere un attore economico e sociale sempre più rilevante, sia per l’estensione ai possibili settori di attività introdotti dalla recente riforma normativa, sia per l’intersezione con economie “emergenti” (dalle imprese di comunità all’economia collaborativa, dalla coproduzione del welfare alle economie coesive).\n\nIn questo scenario si impone una riflessione che consideri il valore delle imprese sociali, riproponendo il necessario equilibrio strutturale tra dimensione economica e contributo al sostegno delle persone fragili, alla creazione di comunità e al rafforzamento delle reti fiduciarie e di capitale sociale.", "firm": ["creare"], "keywords": ["una", "delle", "radici", "dellidentità", "valore", "sociale", "impresa", "è", "creare", "il", "al", "più", "di", "alle", "che"]}, {"author": ["Susanna Tamaro", "E Andrea Segrè"], "title": "Creare un nuovo reddito di Contadinanza", "link": "https://www.corriere.it/cronache/19_luglio_18/creare-nuovoredditodi-contadinanza-ff21735a-a98b-11e9-abac-9e8ff837917d.shtml", "relevancy": 2, "published": null, "text": "L’ appello che lanciammo due anni fa al Governo di allora — Il ritorno alla terra. Opportunità per i giovani, Corriere della Sera, 14.10.2017 — è rimasto inascoltato. Proponevamo alcuni interventi per favorire il ritorno alla terra e al lavoro agricolo dei più giovani e dei disoccupati (spesso le due «categorie» coincidono). Per ottenere almeno due risultati: aiutare le persone più colpite dalla crisi economica e scongiurare il continuo abbandono di terre fertili, il conseguente dissesto idrogeologico e la crisi ambientale. Un modo per coniugare l’ecologia con l’economia, riconoscendo che la radice dei due termini è la stessa: casa. Una casa grande, il mondo e le sue risorse naturali, e una casa più piccola, quella dove abitiamo. Oggi ci rivolgiamo alle cariche più alte della nostra casa comune, l’Italia. Speriamo che vogliate ascoltarlo e ve ne facciate carico con interventi adeguati. In gioco ci sono la terra e i giovani, cioè il nostro futuro.\n\nL’appello L’agricoltura e le aree rurali del nostro Paese rappresentano un patrimonio straordinario che ancora non riusciamo a valorizzare al meglio nonostante vogliano dire: cibo, lavoro, salute, ambiente, paesaggio, cultura, turismo... Le tendenze degli ultimi decenni sono allarmanti: abbandono delle aree collinari e montane; invecchiamento degli agricoltori senza ricambio generazionale; aumento dei costi di produzione e diminuzione dei prezzi di vendita (i prodotti non si raccolgono neppure); scarsa formazione; assenza di servizi e infrastrutture (acqua, strade, scuole, ospedali, internet); un apparato burocratico-amministrativo che obbliga soprattutto a «coltivare carta».\n\nI giovani Altrettanto allarmante è la condizione dei giovani: un terzo dei ragazzi che vivono nel nostro Paese è in quel limbo che sta al di fuori dagli studi e ai margini del percorso lavorativo. Possibile che queste tendenze non si possano ribaltare, proprio facendo incontrare la terra e i giovani? Negli ultimi anni sono state avviate alcune misure per stimolare nuovi insediamenti agricoli per i giovani. I risultati finora sono timidi ma incoraggianti. Lavorare in campagna non è facile, non solo perché la «terra è bassa»: servono competenze e condizioni che favoriscano l’insediamento in un contesto sempre più difficile, anche dal punto di vista del cambiamento climatico e delle sue conseguenze estreme. D’altra parte non tutti ereditano la terra e/o possono studiare nei dipartimenti di agraria o negli istituti tecnici, anche se negli ultimi anni le iscrizioni sono aumentate. Alcune ricerche dimostrano che l’occupazione in campagna attirerebbe chi ha meno di 35 anni e non ha origini agricole: sono gli agricoltori di prima generazione. Anche altre figure potrebbero essere «richiamate» per la necessità di trovare un’occupazione.\n\nTre azioni Concretamente cosa si potrebbe fare per questa nuova «contadinanza»? Tre azioni: formazione, reddito, semplificazione. Chi entra nel settore dopo aver studiato o fatto altro (o nulla), spesso non ha modo di tornare sui banchi. L’approccio va ribaltato: sono gli insegnanti che vanno nei campi, gli insediamenti agricoli diventano aule a cielo aperto. Va promosso un patto con le scuole agrarie superiori e universitarie affinché possano offrire, gratuitamente per i beneficiari, dei corsi per imprenditori agricoli direttamente sul campo. Delle moderne «cattedre ambulanti», quelle dove i professori alla fine dell’800 andavano nelle campagne e trasmettevano materialmente ai contadini i saperi agrari. La nuova «contadinanza» va guidata nella quotidianità e nelle difficoltà delle pratiche agricole sia tecniche che economiche. La teoria è importante ma la pratica è fondamentale per riuscire nell’impresa e garantire un reddito almeno «soddisfacente», come dicevano una volta gli economisti agrari. La seconda leva riguarda appunto il reddito. Che non è scontato, soprattutto per chi inizia e non viene dal mondo contadino. Ecco la seconda proposta: garantire ai giovani un reddito di contadinanza, un contributo limitato nel tempo che possa fungere da humus, da concime, aspettando che gli investimenti necessari a far decollare l’impresa possano generare i primi frutti.", "firm": ["creare"], "keywords": ["giovani", "nuovo", "sono", "dei", "contadinanza", "le", "il", "creare", "è", "la", "di", "reddito", "non", "che"]}]}, "Area I": {"articles": [{"author": ["Ryan Prior"], "title": "Meet the guy behind the 'Area 51' page. He's terrified of what he's created", "link": "https://www.cnn.com/2019/07/18/us/matty-roberts-area-51-page-terrified-trnd/index.html", "relevancy": 1, "published": "2019-07-18T00:00:00", "text": "(CNN) It's all fun and games until you accidentally incite a giant mob to raid a top-secret military base.\n\nThe internet has been buzzing with excitement about a Facebook event entitled, \"Storm Area 51, They Can't Stop All of Us,\" with 1.6 million people having clicked \"Going\" and another 1.2 million have indicating they're \"Interested\" on the event page.\n\nHitherto cloaked in mystery, the man behind the legend has stepped forward.\n\nOn June 27, Matty Roberts, who lives in California, created the Facebook page as a joke, not realizing that millions would rally behind his battle cry to \"see them aliens\" at the Air Force facility in Nevada.\n\nMost, but not all, knew the desert congregation scheduled for September 20 was in jest, as the page included instructions such as \"If we naruto run, we can move faster than their bullets. Let's see them aliens.\" (For the uninitiated, \"naruto run\" is a reference to a type of running in a popular anime show.)\n\nRead More", "firm": ["area", "i"], "keywords": ["51", "area", "terrified", "event", "run", "uninitiated", "facebook", "aliens", "guy", "meet", "hes", "page", "million", "topsecret", "naruto", "created", "type"]}, {"author": ["Associated Press"], "title": "I-Team Exclusive: Man behind ‘Storm Area 51’ talks about joke gone awry", "link": "https://www.lasvegasnow.com/news/local-news/i-team-exclusive-man-behind-storm-area-51-talks-about-joke-gone-awry/", "relevancy": 1, "published": "2019-07-18T19:45:23+00:00", "text": "LAS VEGAS (KLAS) – Matty Roberts had no idea what he was about to unleash when he created a Facebook page back in late June.\n\nRoberts says he was inspired to create the page after watching an episode of Joe Rogan’s podcast. The guests for that show were Bob Lazar and Jeremy Corbell and the subject was UFO technology allegedly hidden in the Nevada desert near the Area 51 military base, one of them so classified places in the world.\n\nRoberts’ idea to “Storm Area 51” took off and has since been viewed by millions of people. He has kept a low profile since the idea went viral but agreed to give his first on-camera interview to the I-Team’s George Knapp.\n\nKnapp has covered numerous stories on Area 51. Click here for some of the recent Area 51 stories.", "firm": ["area", "i"], "keywords": ["51", "area", "idea", "viewed", "storm", "exclusive", "watching", "joke", "iteam", "man", "talks", "vegas", "viral", "page", "awry", "worldroberts", "gone", "went"]}, {"author": ["Maggie Glynn", "Steve Peoples", "Errin Haines Whack", "Kathleen Ronayne", "Associated Press", "Brady Mccombs"], "title": "I-Team Exclusive: ‘Storm Area 51’ joke explodes, little Nevada town prepares", "link": "https://www.myhighplains.com/news/i-team-exclusive-storm-area-51-joke-explodes-little-nevada-town-prepares/", "relevancy": 1, "published": "2019-07-18T17:50:47+00:00", "text": "LAS VEGAS (KLAS) – A Facebook spoof that called for a public invasion of the top secret Area 51 military base has exploded into a worldwide phenomenon and is growing bigger by the hour.\n\nAs of Wednesday, more than 1.5 million people had pledged to join the effort and storm Area 51 on Sept. 20. And another 1.1 million said they’re thinking about it.\n\nIf only a fraction of those people show up, it would have a huge impact on rural Nevada.\n\nThe Extraterrestrail, or ET Highway, is on Nevada’s Route 375, just north of Area 51. (KLAS-TV)\n\nThe I-Team has been reporting on Area 51 for three decades. Area 51 is almost synonymous with secrecy. Even though the person who proposed the idea meant it as a joke, it has taken on a life of its own in news reports, social media and in ominous warnings by the U.S. military.\n\nThe man who started it all has remained anonymous but agreed to speak with the I-Team’s George Knapp.\n\nGroom Lake Road leads into Area 51. The dust clouds are vehicles leaving the base. (KLAS-TV)\n\nRush hour is pretty tame on Groom Lake Road, the main drag into Area 51, as a few employees dash for home and others ride the bus with the blacked out windows. Now imagine a million people, with cars, RV’s and tents. It would be a madhouse.\n\n“We had an event right at the gates. About 50 people showed up, maybe 30 vehicles on Groom Lake Road on a dirt road, and we had a minor traffic jam on our hands. We had to regulate traffic. Now imagine you have a million people show up and try to park? That’s not going to work,” said Joerg Arnu, Dreamlandresort.com webmaster.\n\nHe lives in Rachel, the tiny town next door to Area 51. His website Dreamlandresort.com focuses on black projects and military secrecy. He thought “Storm Area 51” was a joke, until he didn’t.\n\n“I used to get about 500 to 600 hits a day. Right now, I’m getting up to 3,000 a day. So, there’s a huge spike.”\n\nA Facebook page started the furor. It was always meant as sarcasm and contains several clues to that effect. Its creator never meant to suggest that a million people could invade Area 51 in the belief that the military can’t possibly shoot them all. The idea has been proposed multiple times over the years but this time, it caught fire.\n\n“I posted it on like June 27th and it was kind of a joke. And then it waited for like three days, like 40 people, and then it just completely took off, out of nowhere. It’s pretty wild,” said Matty Roberts.\n\nMatty Roberts started the “Storm Area 51” Facebook page. (KLAS-TV)\n\nHe has declined to be interviewed until now, in part, because once his idea sailed past 500,000 signatories, he was concerned he might get a knock at the door.\n\n“The FBI is going to show up at my house and it got a little spooky from there.”\n\nMatty says he got the idea after watching podcaster Joe Rogan interview Area 51 whistleblower Bob Lazar and filmmaker Jeremy Corbell about alleged UFO technology hidden in the Nevada desert. That story about the secret base has spawned its own mythology, along with the world’s only state designated extraterrestrial highway. Joke or not, businesses on both ends of that stretch of road are now preparing for an invasion of visitors.\n\n“It’s been insane,” said Connie West, owner of Little A’Le’Inn.\n\nMenu from the Little A’Le’Inn. (KLAS-TV)\n\nShe owns what used to be the Rachel Bar and Grill, the name changed to the Little A’Le’Inn after Bob Lazar’s story first broke in 1989. Since then it’s sold E.T. themed burgers, booze, and other merchandise. The inn’s 10 rooms are booked solid around the Sept. 20 target date, so Connie is clearing 30 acres where visitors can camp and listen to the four or more bands that say they’re coming. She gets along with her neighbors at the base and doesn’t want anyone to cross the line.\n\n“I’m just a little scared, but bring it. We’ll do our best. Ii don’t believe they should be doing this and breaking the law. Just don’t believe that.”\n\nReporter George Knapp: “You think they will?”\n\nConnie West: “Of course somebody will try.”\n\nAt the eastern end of the Extraterrestrial Highway, behind the 50-foot Gort-like robot, an even bigger collection of space themed merchandise awaits visitors to the Alien Research Center. Employee Linda Looney — that’s her name — says there’s a buzz in the air.\n\n“The customers coming in are all talking about it you know,” Looney said. “People come from all over the world, Ethiopia, Zimbabwe, Russia, everywhere.\n\nThe owner of the center is Las Vegas businessman George Harris, creator of Alien Tequila, says he checked with Lincoln County’s sheriff before he started making plans to accommodate hundreds, maybe thousands of campers and visitors. He’ll have bands, food trucks, and speakers. Harris is happy to take advantage of the business, but is also serious about UFOs and secrecy.\n\n“Someone keeps asking me, well, what caused all this? The cause is the government because they’re so secretive,” Harris said. People want to know what’s going on up there, you know. This tapped into something. It’s tapped into something big.”\n\nSince the Pentagon admitted 19 months ago that it funded a secret UFO study based in Nevada, the UFO topic has been hotter than ever, even with members of Congress. Roberts hopes his joke can have a positive effect.\n\n“Even if just a few people show up with just the amount of attention that the post has gotten, I think it makes a cool statement that like, hey, we want to know what’s going on in there. People want to know,” Roberts said.\n\nAs plans take shape, the I-Team will have updates for anyone who wants to go. Keep in mind, the Air Force has made it clear that it’s dangerous for anyone to attempt to access a military facility, especially this one.\n\nThe levels of security are substantial. Those who have tried in the past get stopped, often at gunpoint, are cited, and some have been arrested, and cameras and equipment were seized.\n\nThere are other dangers too. People who go need to be self-sufficient, have water, food and a reliable vehicle because services are limited.", "firm": ["area", "i"], "keywords": ["51", "town", "area", "idea", "little", "storm", "exclusive", "started", "military", "explodes", "joke", "iteam", "prepares", "nevada", "road", "million", "know"]}, {"author": ["Merrit Kennedy"], "title": "Scientists Desert USDA As Agency Relocates To Kansas City Area", "link": "https://www.npr.org/sections/thesalt/2019/07/17/742519999/future-of-key-farming-research-uncertain-as-2-3-of-usda-staff-say-they-wont-move", "relevancy": 1, "published": "2019-07-17T00:00:00", "text": "Scientists Desert USDA As Agency Relocates To Kansas City Area\n\nEnlarge this image toggle caption J. Scott Applewhite/AP J. Scott Applewhite/AP\n\nTwo vital research agencies at the U.S. Department of Agriculture are hemorrhaging staff as less than two-thirds of the researchers asked to relocate from Washington to the Kansas City area have agreed to do so.\n\nWhen U.S. Secretary of Agriculture Sonny Perdue announced the planned new location of the research agencies last month, he said it \"will be placing important USDA resources closer to many stakeholders\" and \"increasing the probability of attracting highly-qualified staff with training and interests in agriculture.\"\n\nBut groups such as the Union of Concerned Scientists call it a \"blatant attack on science\" that will \"especially hurt farmers, ranchers and eaters at a particularly vulnerable time.\"\n\nThe American Federation of Government Employees, the union representing the USDA's Economic Research Service and the National Institute of Food and Agriculture, said the relocation \"has resulted in catastrophic attrition at USDA's top research agencies.\"\n\n\"Evidence suggests that the relocation of these agencies is an attempt to hollow out and dismantle USDA science that helps farmers and protects our food supply,\" the union added.\n\nThe USDA gave employees until just before midnight on Monday to notify their employers whether they planned to accept the relocation.\n\nOn Tuesday, a USDA spokesperson told NPR that at ERS, 72 employees accepted relocation and 99 declined or did not respond. At NIFA, the spokesperson said 73 accepted and 151 declined or did not respond. That means the total number that accepted is about 36% of those reported.\n\nThe USDA spokesperson said that these numbers may fluctuate until Sept. 30, the date employees are expected to report to the area, and employees can change their statuses until then.\n\nThey added that the USDA is working \"to ensure separating employees have the resources they need as well as efforts to implement an aggressive hiring strategy to maintain the continuity of ERS and NIFA's work.\"\n\nLast month, the USDA said that of the 644 jobs in the two agencies, 544 would be relocated and 100 would remain in the D.C. area. The numbers reported on Tuesday by the USDA do not appear to account for some 150 positions that the USDA initially announced would be relocated.\n\nThe department did not immediately respond to explain the difference, though the employees' union has reported high rates of \"retirements, employees securing new jobs, and employees choosing to be terminated.\" A statement last month from three Democratic senators said that ERS had a vacancy rate of 20% and NIFA had a vacancy rate of 26.4%.\n\nNIFA provides grants for research on agriculture-related science, and the ERS conducts research and analysis on topics such as outlooks on major crops and livestock, how much food is going to cost and whether U.S. households will be food secure.\n\nIt's not yet clear whether the research agencies will be located in Kansas or Missouri, according to The Kansas City Star.\n\nLawmakers from both states, including Kansas Sen. Jerry Moran, have supported the move. \"My first thought was Kansas City would be the perfect place,\" the Republican said, as NPR's Frank Morris reported.\n\nAn ex-employee of ERS recently told Morris that \"efforts by the secretary ... have just destroyed morale.\" He said the way the agency is run has become increasingly partisan, and he resigned after the surprise announcement about relocations.\n\n\"I think it's had its intended effect. People have left, morale is low. The agency will take a long time to recover from the damage that's been inflicted,\" the former employee told Morris.\n\nSome of ERS' recent studies, as Morris noted, may be politically uncomfortable for the Trump administration:\n\n\"ERS studies, for instance, concluded that the 2017 tax cuts championed by the administration would most benefit the richest farmers, and that the Supplemental Nutrition Assistance Program, which Trump wants to cut, is good for the economy.\"\n\nPerdue said last month that the move would save the USDA some $300 million. That number has been met with skepticism by some analysts. The Agricultural & Applied Economics Association estimated the relocation would actually cost taxpayers between $83 million and $182 million, partially due to the lost value of the research from staffers who decide not to move.", "firm": ["area", "i"], "keywords": ["area", "agency", "employees", "usda", "agencies", "food", "scientists", "relocates", "desert", "month", "ers", "research", "relocation", "kansas", "city", "union"]}, {"author": ["Arwa Mahdawi"], "title": "Why the joke Facebook page calling for people to storm Area 51 went viral", "link": "https://www.theguardian.com/commentisfree/2019/jul/17/joke-facebook-page-storm-area-51-viral-million-people-rsvp-military-serious-response", "relevancy": 1, "published": "2019-07-17T00:00:00", "text": "The truth is out there, and there are grand plans to find it. As of Monday, 1.1 million people had RSVP’d to a Facebook event called “Storm Area 51, They Can’t Stop All of Us”. As the name suggests, the plan is to storm Area 51 – the notorious Nevada military base associated with extraterrestrial conspiracy theories. “We will all meet up at the Area 51 Alien Center tourist attraction and coordinate our entry,” the event description reads. “If we naruto run, we can move faster than their bullets. Lets see them aliens.” If you have never seen the popular internet memes of “naruto running”, you have time to track one down: the daring ambush is scheduled for 3am on 20 September.\n\nAs you may have surmised, the Area 51 plan – which was organised by an anonymous user called “Shitposting cause im in shambles” – is a joke. The US military, however, does not seem to find the viral event very funny. The US Air Force told the Washington Post that “[Area 51] is an open training range for the US Air Force, and we would discourage anyone from trying to come into the area where we train American armed forces. The US Air Force always stands ready to protect America and its assets.” Which boils down to: if you try to “see them aliens” you are going to get shot.\n\nIt is not just the military that is taking the joke a little too seriously. According to investigations by NPR, excited alien hunters have already booked up accommodation near Area 51 on the event date. “I think they’re stupid if they think they’re going to get to the test site,” one hotel owner told NPR, “but I’m gonna capitalise on it.” (Spoken like a true American.) Stupid or not, I have got to sympathise with the extraterrestrial investigators. There is a reason this event went viral: we are all desperate for the aliens to come and take us from our leaders.", "firm": ["area", "i"], "keywords": ["51", "area", "event", "storm", "military", "facebook", "joke", "aliens", "viral", "page", "force", "calling", "told", "air", "went", "think"]}]}}}